Revit 2027 API
SymbolTypeId.LbMassPerH Property
 Symbol lb/h, indicating unit Pounds mass per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbMassPerH { get; }
Public Shared ReadOnly Property LbMassPerH As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbMassPerH {
	ForgeTypeId^ get ();
}
static member LbMassPerH : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace